Repository: wochatchat/orange-cloud
Catalog: apps/ios/Orange Cloud/Orange Cloud/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es_mx, fr, ja, ko, pt_br, pt_pt, tr, zh_hant, zh_hk

source: 暂停投递
ar: إيقاف التسليم مؤقتًا
de: Zustellung pausieren
en: Pause delivery
es_mx: Pausar entrega
fr: Mettre la remise en pause
ja: 配信を一時停止
ko: 전달 일시정지
pt_br: Pausar entrega
pt_pt: Pausar entrega
tr: Teslimi duraklat
zh_hant: 暫停投遞
zh_hk: 暫停投遞

source: 暂无 Transform Rules
ar: لا توجد Transform Rules
de: Keine Transform Rules
en: No Transform Rules
es_mx: Sin Transform Rules
fr: Aucune Transform Rule
ja: Transform Rules がありません
ko: Transform Rules 없음
pt_br: Nenhuma Transform Rule
pt_pt: Sem Transform Rules
tr: Transform Rules yok
zh_hant: 暫無 Transform Rules
zh_hk: 暫無 Transform Rules

source: 暂无变量
ar: لا توجد متغيرات بعد
de: Noch keine Variablen
en: No variables yet
es_mx: Aún no hay variables
fr: Aucune variable pour l’instant
ja: 変数がありません
ko: 아직 변수 없음
pt_br: Nenhuma variável ainda
pt_pt: Ainda sem variáveis
tr: Henüz değişken yok
zh_hant: 暫無變數
zh_hk: 暫無變數

source: 暂无地理数据
ar: لا توجد بيانات جغرافية
de: Keine geografischen Daten
en: No geographic data
es_mx: Sin datos geográficos
fr: Aucune donnée géographique
ja: 地理データがありません
ko: 지리 데이터 없음
pt_br: Sem dados geográficos
pt_pt: Sem dados geográficos
tr: Coğrafi veri yok
zh_hant: 暫無地理資料
zh_hk: 暫無地理資料

source: 暂无审计记录
ar: لا توجد سجلات تدقيق
de: Keine Audit-Einträge
en: No audit records
es_mx: Sin registros de auditoría
fr: Aucun enregistrement d’audit
ja: 監査記録がありません
ko: 감사 기록 없음
pt_br: Nenhum registro de auditoria
pt_pt: Sem registos de auditoria
tr: Denetim kaydı yok
zh_hant: 沒有稽核記錄
zh_hk: 沒有審計記錄

source: 暂无密钥
ar: لا توجد أسرار بعد
de: Noch keine Secrets
en: No secrets yet
es_mx: Aún no hay secretos
fr: Aucun secret pour l’instant
ja: シークレットがありません
ko: 아직 시크릿 없음
pt_br: Nenhum segredo ainda
pt_pt: Ainda sem segredos
tr: Henüz gizli bilgi yok
zh_hant: 暫無密鑰
zh_hk: 暫無密鑰

source: 暂无数据
ar: لا توجد بيانات
de: Keine Daten
en: No data
es_mx: Sin datos
fr: Aucune donnée
ja: データなし
ko: 데이터 없음
pt_br: Sem dados
pt_pt: Sem dados
tr: Veri yok
zh_hant: 暫無資料
zh_hk: 暫無數據

source: 暂无消息
ar: لا توجد رسائل بعد
de: Noch keine Nachrichten
en: No messages yet
es_mx: Aún no hay mensajes
fr: Aucun message pour l’instant
ja: メッセージはありません
ko: 아직 메시지가 없습니다
pt_br: Ainda não há mensagens
pt_pt: Ainda não há mensagens
tr: Henüz mesaj yok
zh_hant: 暫無訊息
zh_hk: 暫無訊息

source: 暂无自定义域
ar: لا توجد نطاقات مخصصة
de: Keine eigenen Domains
en: No custom domains
es_mx: Sin dominios personalizados
fr: Aucun domaine personnalisé
ja: カスタムドメインがありません
ko: 사용자 지정 도메인 없음
pt_br: Nenhum domínio personalizado
pt_pt: Sem domínios personalizados
tr: Özel alan adı yok
zh_hant: 暫無自訂網域
zh_hk: 暫無自訂域名

source: 暂无规则
ar: لا توجد قواعد
de: Keine Regeln
en: No rules
es_mx: Sin reglas
fr: Aucune règle
ja: ルールがありません
ko: 규칙 없음
pt_br: Nenhuma regra
pt_pt: Sem regras
tr: Kural yok
zh_hant: 暫無規則
zh_hk: 暫無規則

source: 暂无访问规则
ar: لا توجد قواعد وصول
de: Keine Zugriffsregeln
en: No access rules
es_mx: Sin reglas de acceso
fr: Aucune règle d’accès
ja: アクセスルールがありません
ko: 액세스 규칙 없음
pt_br: Nenhuma regra de acesso
pt_pt: Sem regras de acesso
tr: Erişim kuralı yok
zh_hant: 暫無存取規則
zh_hk: 暫無存取規則

source: 暂无证书
ar: لا توجد شهادات
de: Keine Zertifikate
en: No certificates
es_mx: Sin certificados
fr: Aucun certificat
ja: 証明書がありません
ko: 인증서 없음
pt_br: Nenhum certificado
pt_pt: Sem certificados
tr: Sertifika yok
zh_hant: 暫無憑證
zh_hk: 暫無證書

source: 暂无负载均衡器。点右上角 + 创建（需先有源站池）。
ar: لا توجد موازِنات تحميل بعد. اضغط + في أعلى اليمين للإنشاء (تحتاج أولًا إلى مجمّع أصل).
de: Noch keine Load Balancer. Tippe oben rechts auf +, um einen zu erstellen (du brauchst zuerst einen Origin-Pool).
en: No load balancers yet. Tap + in the top right to create one (you need an origin pool first).
es_mx: Aún no hay balanceadores de carga. Toca + arriba a la derecha para crear uno (primero necesitas un grupo de origen).
fr: Aucun répartiteur de charge pour l'instant. Touchez + en haut à droite pour en créer un (il faut d'abord un pool d'origine).
ja: ロードバランサーはまだありません。右上の + で作成できます（先にオリジンプールが必要です）。
ko: 아직 부하 분산기가 없습니다. 오른쪽 위 +를 눌러 만드세요(먼저 오리진 풀이 필요합니다).
pt_br: Ainda não há balanceadores de carga. Toque em + no canto superior direito para criar (primeiro você precisa de um pool de origem).
pt_pt: Ainda não há balanceadores de carga. Toque em + no canto superior direito para criar (primeiro precisa de um pool de origem).
tr: Henüz yük dengeleyici yok. Oluşturmak için sağ üstteki + simgesine dokunun (önce bir köken havuzu gerekir).
zh_hant: 尚無負載平衡器。點右上角 + 建立（需先有來源池）。
zh_hk: 尚無負載平衡器。點右上角 + 建立（需先有來源池）。

source: 暂无路由
ar: لا توجد مسارات
de: Keine Routen
en: No routes
es_mx: Sin rutas
fr: Aucune route
ja: ルートがありません
ko: 라우트 없음
pt_br: Nenhuma rota
pt_pt: Sem rotas
tr: Rota yok
zh_hant: 暫無路由
zh_hk: 暫無路由

source: 暂无部署
ar: لا توجد عمليات نشر بعد
de: Noch keine Deployments
en: No deployments yet
es_mx: Aún no hay despliegues
fr: Aucun déploiement pour l'instant
ja: デプロイはまだありません
ko: 아직 배포 없음
pt_br: Ainda não há implantações
pt_pt: Ainda não há implementações
tr: Henüz dağıtım yok
zh_hant: 尚無部署
zh_hk: 尚無部署

source: 暂无重定向条目，点右上角 + 添加。
ar: لا توجد عناصر إعادة توجيه بعد. اضغط + في أعلى اليمين للإضافة.
de: Noch keine Weiterleitungseinträge. Tippe oben rechts auf +, um einen hinzuzufügen.
en: No redirect entries yet. Tap + in the top right to add one.
es_mx: Aún no hay entradas de redirección. Toca + arriba a la derecha para agregar una.
fr: Aucune entrée de redirection pour l'instant. Touchez + en haut à droite pour en ajouter une.
ja: リダイレクト項目はまだありません。右上の + で追加できます。
ko: 아직 리디렉션 항목이 없습니다. 오른쪽 위 +를 눌러 추가하세요.
pt_br: Ainda não há entradas de redirecionamento. Toque em + no canto superior direito para adicionar.
pt_pt: Ainda não há entradas de redirecionamento. Toque em + no canto superior direito para adicionar.
tr: Henüz yönlendirme girişi yok. Eklemek için sağ üstteki + simgesine dokunun.
zh_hant: 尚無重新導向項目，點右上角 + 新增。
zh_hk: 尚無重定向項目，點右上角 + 新增。

source: 暂无重定向条目。
ar: لا توجد عناصر إعادة توجيه بعد.
de: Noch keine Weiterleitungseinträge.
en: No redirect entries yet.
es_mx: Aún no hay entradas de redirección.
fr: Aucune entrée de redirection pour l'instant.
ja: リダイレクト項目はまだありません。
ko: 아직 리디렉션 항목이 없습니다.
pt_br: Ainda não há entradas de redirecionamento.
pt_pt: Ainda não há entradas de redirecionamento.
tr: Henüz yönlendirme girişi yok.
zh_hant: 尚無重新導向項目。
zh_hk: 尚無重定向項目。

source: 暗色
ar: داكن
de: Dunkel
en: Dark
es_mx: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
pt_br: Escuro
pt_pt: Escuro
tr: Koyu
zh_hant: 深色
zh_hk: 深色

source: 更多语言
ar: المزيد من اللغات
de: Weitere Sprachen
en: More languages
es_mx: Más idiomas
fr: Plus de langues
ja: 対応言語が増えました
ko: 더 많은 언어
pt_br: Mais idiomas
pt_pt: Mais idiomas
tr: Daha fazla dil
zh_hant: 更多語言
zh_hk: 更多語言

source: 更新代码
ar: تحديث الكود
de: Code aktualisieren
en: Update Code
es_mx: Actualizar código
fr: Mettre à jour le code
ja: コードを更新
ko: 코드 업데이트
pt_br: Atualizar código
pt_pt: Atualizar código
tr: Kodu Güncelle
zh_hant: 更新程式碼
zh_hk: 更新程式碼

source: 更新时间
ar: آخر تحديث
de: Aktualisiert am
en: Updated
es_mx: Actualizado
fr: Mis à jour le
ja: 更新日
ko: 업데이트일
pt_br: Atualizado em
pt_pt: Atualizado em
tr: Güncellenme
zh_hant: 更新時間
zh_hk: 更新時間

source: 更新记录
ar: التحديثات
de: Updates
en: Updates
es_mx: Novedades
fr: Mises à jour
ja: 更新履歴
ko: 업데이트
pt_br: Novidades
pt_pt: Novidades
tr: Güncellemeler
zh_hant: 更新記錄
zh_hk: 更新記錄

source: 更长时间范围需要 Pro
ar: تتطلب النطاقات الزمنية الأطول خطة Pro
de: Längere Zeiträume erfordern Pro
en: Longer Ranges Require Pro
es_mx: Los rangos más largos requieren Pro
fr: Les plages plus longues nécessitent Pro
ja: 長い期間の表示には Pro が必要
ko: 더 긴 기간에는 Pro가 필요합니다
pt_br: Períodos mais longos exigem Pro
pt_pt: Intervalos mais longos exigem Pro
tr: Daha uzun aralıklar Pro gerektirir
zh_hant: 更長時間範圍需要 Pro
zh_hk: 更長時間範圍需要 Pro

source: 月度
ar: شهري
de: Monatlich
en: Monthly
es_mx: Mensual
fr: Mensuel
ja: 月額
ko: 월간
pt_br: Mensal
pt_pt: Mensal
tr: Aylık
zh_hant: 月繳
zh_hk: 月繳

source: 有数据
ar: يحتوي بيانات
de: Mit Daten
en: Has data
es_mx: Con datos
fr: Avec données
ja: データあり
ko: 데이터 있음
pt_br: Com dados
pt_pt: Com dados
tr: Veri var
zh_hant: 有資料
zh_hk: 有資料

source: 服务
ar: الخدمة
de: Dienst
en: Service
es_mx: Servicio
fr: Service
ja: サービス
ko: 서비스
pt_br: Serviço
pt_pt: Serviço
tr: Hizmet
zh_hant: 服務
zh_hk: 服務

source: 服务器错误（%lld）
ar: خطأ في الخادم (%lld)
de: Serverfehler (%lld)
en: Server error (%lld)
es_mx: Error del servidor (%lld)
fr: Erreur serveur (%lld)
ja: サーバーエラー（%lld）
ko: 서버 오류(%lld)
pt_br: Erro do servidor (%lld)
pt_pt: Erro do servidor (%lld)
tr: Sunucu hatası (%lld)
zh_hant: 伺服器錯誤（%lld）
zh_hk: 伺服器錯誤（%lld）

source: 服务状态
ar: حالة الخدمة
de: Dienststatus
en: Service Status
es_mx: Estado del servicio
fr: État des services
ja: サービス状況
ko: 서비스 상태
pt_br: Status do serviço
pt_pt: Estado do serviço
tr: Hizmet durumu
zh_hant: 服務狀態
zh_hk: 服務狀態

source: 期望响应体包含（可选）
ar: يحتوي نص الاستجابة المتوقّع على (اختياري)
de: Erwarteter Antworttext enthält (optional)
en: Expected response body contains (optional)
es_mx: El cuerpo de respuesta esperado contiene (opcional)
fr: Le corps de réponse attendu contient (facultatif)
ja: 期待するレスポンス本文に含まれる文字列（任意）
ko: 예상 응답 본문 포함 문자열(선택)
pt_br: O corpo de resposta esperado contém (opcional)
pt_pt: O corpo de resposta esperado contém (opcional)
tr: Beklenen yanıt gövdesi şunu içerir (isteğe bağlı)
zh_hant: 預期回應內容包含（選填）
zh_hk: 預期回應內容包含（選填）

source: 期望状态码，如 200 或 2xx
ar: رموز الحالة المتوقّعة، مثل 200 أو 2xx
de: Erwartete Statuscodes, z. B. 200 oder 2xx
en: Expected status codes, e.g. 200 or 2xx
es_mx: Códigos de estado esperados, p. ej. 200 o 2xx
fr: Codes de statut attendus, p. ex. 200 ou 2xx
ja: 期待するステータスコード（例：200 や 2xx）
ko: 예상 상태 코드(예: 200 또는 2xx)
pt_br: Códigos de status esperados, ex. 200 ou 2xx
pt_pt: Códigos de estado esperados, ex. 200 ou 2xx
tr: Beklenen durum kodları, örn. 200 veya 2xx
zh_hant: 預期狀態碼，如 200 或 2xx
zh_hk: 預期狀態碼，如 200 或 2xx

source: 未加载
ar: غير محمّل
de: Nicht geladen
en: Not loaded
es_mx: Sin cargar
fr: Non chargé
ja: 未読み込み
ko: 로드 안 됨
pt_br: Não carregado
pt_pt: Não carregado
tr: Yüklenmedi
zh_hant: 未載入
zh_hk: 未載入

source: 未启用
ar: غير مفعّل
de: Nicht aktiviert
en: Not enabled
es_mx: No activado
fr: Non activé
ja: 無効
ko: 사용 안 함
pt_br: Não ativado
pt_pt: Não ativado
tr: Etkin değil
zh_hant: 未啟用
zh_hk: 未啟用

source: 未命名策略
ar: سياسة بلا اسم
de: Unbenannte Richtlinie
en: Unnamed policy
es_mx: Política sin nombre
fr: Politique sans nom
ja: 名称未設定のポリシー
ko: 이름 없는 정책
pt_br: Política sem nome
pt_pt: Política sem nome
tr: Adsız politika
zh_hant: 未命名政策
zh_hk: 未命名政策

source: 未命名规则
ar: قاعدة بلا اسم
de: Unbenannte Regel
en: Untitled rule
es_mx: Regla sin nombre
fr: Règle sans titre
ja: 名称未設定のルール
ko: 이름 없는 규칙
pt_br: Regra sem nome
pt_pt: Regra sem nome
tr: Adsız kural
zh_hant: 未命名規則
zh_hk: 未命名規則

source: 未找到 %@ 所属域名，请手动添加代理 CNAME，目标 %@
ar: تعذّر العثور على نطاق %1$@. أضِف يدويًا سجل CNAME عبر الوكيل، الهدف %2$@
de: Die Domain für %1$@ wurde nicht gefunden. Füge manuell einen proxied CNAME hinzu, Ziel %2$@
en: Couldn’t find the domain for %1$@. Add a proxied CNAME manually, target %2$@
es_mx: No se encontró el dominio de %1$@. Agrega manualmente un CNAME con proxy, destino %2$@
fr: Domaine introuvable pour %1$@. Ajoutez manuellement un CNAME proxifié, cible %2$@
ja: %1$@ の所属ドメインが見つかりません。プロキシ CNAME を手動で追加してください。ターゲットは %2$@
ko: %1$@의 도메인을 찾을 수 없습니다. 프록시 CNAME을 수동으로 추가하세요. 대상은 %2$@
pt_br: Não foi possível encontrar o domínio de %1$@. Adicione um CNAME com proxy manualmente, destino %2$@
pt_pt: Não foi possível encontrar o domínio de %1$@. Adicione um CNAME com proxy manualmente, destino %2$@
tr: %1$@ için alan adı bulunamadı. Hedefi %2$@ olan proxy’li bir CNAME’i el ile ekleyin
zh_hant: 找不到 %1$@ 所屬網域，請手動新增代理 CNAME，目標 %2$@
zh_hk: 找不到 %1$@ 所屬域名，請手動新增代理 CNAME，目標 %2$@

source: 未找到可部署的文件
ar: لم يُعثر على ملفات قابلة للنشر
de: Keine bereitstellbaren Dateien gefunden
en: No deployable files found
es_mx: No se encontraron archivos desplegables
fr: Aucun fichier déployable trouvé
ja: デプロイ可能なファイルが見つかりません
ko: 배포할 파일을 찾을 수 없습니다
pt_br: Nenhum arquivo implantável encontrado
pt_pt: Nenhum ficheiro implementável encontrado
tr: Dağıtılabilir dosya bulunamadı
zh_hant: 找不到可部署的檔案
zh_hk: 找不到可部署的檔案

source: 未指向本项目
ar: لا يشير إلى هذا المشروع
de: Zeigt nicht auf dieses Projekt
en: Not pointing at this project
es_mx: No apunta a este proyecto
fr: Ne pointe pas vers ce projet
ja: このプロジェクトを指していません
ko: 이 프로젝트를 가리키지 않음
pt_br: Não aponta para este projeto
pt_pt: Não aponta para este projeto
tr: Bu projeye yönlendirilmemiş
zh_hant: 未指向本專案
zh_hk: 未指向本項目

source: 未授权
ar: غير مُصرّح
de: Nicht autorisiert
en: Not authorized
es_mx: Sin autorización
fr: Non autorisé
ja: 未認可
ko: 권한 없음
pt_br: Não autorizado
pt_pt: Não autorizado
tr: Yetkili değil
zh_hant: 未授權
zh_hk: 未授權

source: 未激活
ar: غير نشط
de: Inaktiv
en: Inactive
es_mx: Inactivo
fr: Inactif
ja: 非アクティブ
ko: 비활성
pt_br: Inativo
pt_pt: Inativo
tr: Etkin değil
zh_hant: 未啟用
zh_hk: 未啟用

source: 未知
ar: غير معروف
de: Unbekannt
en: Unknown
es_mx: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
pt_pt: Desconhecido
tr: Bilinmiyor

source: 未知操作
ar: إجراء غير معروف
de: Unbekannte Aktion
en: Unknown action
es_mx: Acción desconocida
fr: Action inconnue
ja: 不明な操作
ko: 알 수 없는 작업
pt_br: Ação desconhecida
pt_pt: Ação desconhecida
tr: Bilinmeyen işlem

source: 未知节点
ar: موقع غير معروف
de: Unbekannter Standort
en: Unknown location
es_mx: Ubicación desconocida
fr: Emplacement inconnu
ja: 不明なノード
ko: 알 수 없는 위치
pt_br: Local desconhecido
pt_pt: Local desconhecido
tr: Bilinmeyen konum
zh_hant: 未知節點
zh_hk: 未知節點

source: 未知错误
ar: خطأ غير معروف
de: Unbekannter Fehler
en: Unknown error
es_mx: Error desconocido
fr: Erreur inconnue
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
pt_pt: Erro desconhecido
tr: Bilinmeyen hata
zh_hant: 未知錯誤
zh_hk: 未知錯誤

source: 未能取到 Workers AI 模型目录。
ar: تعذّر جلب كتالوج نماذج Workers AI.
de: Workers-AI-Modellkatalog konnte nicht geladen werden.
en: Couldn’t fetch the Workers AI model catalog.
es_mx: No se pudo obtener el catálogo de modelos de Workers AI.
fr: Impossible de récupérer le catalogue de modèles Workers AI.
ja: Workers AI モデルカタログを取得できませんでした。
ko: Workers AI 모델 카탈로그를 가져오지 못했습니다.
pt_br: Não foi possível obter o catálogo de modelos do Workers AI.
pt_pt: Não foi possível obter o catálogo de modelos do Workers AI.
tr: Workers AI model kataloğu alınamadı.
zh_hant: 無法取得 Workers AI 模型目錄。
zh_hk: 無法取得 Workers AI 模型目錄。

source: 未获得部署完成令牌
ar: لم يُستلم رمز إتمام النشر
de: Kein Abschluss-Token für die Bereitstellung erhalten
en: No deployment completion token received
es_mx: No se recibió token de finalización de implementación
fr: Aucun jeton de fin de déploiement reçu
ja: デプロイ完了トークンを取得できません
ko: 배포 완료 토큰을 받지 못했습니다
pt_br: Token de conclusão da implantação não recebido
pt_pt: Token de conclusão da implementação não recebido
tr: Dağıtım tamamlama jetonu alınmadı
zh_hant: 未取得部署完成權杖
zh_hk: 未取得部署完成權杖

source: 未识别的时间格式，按文本编辑
ar: تنسيق وقت غير معروف، عدّله كنص
de: Unbekanntes Zeitformat, als Text bearbeiten
en: Unrecognized time format, edit as text
es_mx: Formato de hora no reconocido; editar como texto
fr: Format d’heure non reconnu, modifier comme texte
ja: 認識できない時刻形式のため、テキストとして編集します
ko: 인식할 수 없는 시간 형식, 텍스트로 편집
pt_br: Formato de hora não reconhecido; editar como texto
pt_pt: Formato de hora não reconhecido; editar como texto
tr: Tanınmayan zaman biçimi, metin olarak düzenleyin
zh_hant: 無法辨識的時間格式，以文字編輯
zh_hk: 未能識別的時間格式，以文字編輯

source: 未连接
ar: غير متصل
de: Nicht verbunden
en: Not connected
es_mx: No conectado
fr: Non connecté
ja: 未接続
ko: 연결 안 됨
pt_br: Não conectado
pt_pt: Não ligado
tr: Bağlı değil
zh_hant: 未連線
zh_hk: 未連線

source: 未连接自定义域
ar: لا يوجد نطاق مخصص متصل
de: Keine eigene Domain verbunden
en: No custom domain connected
es_mx: Sin dominio personalizado conectado
fr: Aucun domaine personnalisé connecté
ja: カスタムドメイン未接続
ko: 연결된 사용자 지정 도메인 없음
pt_br: Nenhum domínio personalizado conectado
pt_pt: Nenhum domínio personalizado ligado
tr: Bağlı özel alan adı yok
zh_hant: 未連接自訂網域
zh_hk: 未連接自訂域名

source: 未选择
ar: غير محدّد
de: Nicht ausgewählt
en: Not selected
es_mx: Sin seleccionar
fr: Non sélectionné
ja: 未選択
ko: 선택 안 함
pt_br: Não selecionado
pt_pt: Não selecionado
tr: Seçilmedi
zh_hant: 未選擇
zh_hk: 未選擇

source: 未选择账号
ar: لم يتم اختيار حساب
de: Kein Konto ausgewählt
en: No account selected
es_mx: Ninguna cuenta seleccionada
fr: Aucun compte sélectionné
ja: アカウントが未選択です
ko: 선택된 계정 없음
pt_br: Nenhuma conta selecionada
pt_pt: Nenhuma conta selecionada
tr: Hesap seçilmedi
zh_hant: 未選擇帳號
zh_hk: 未選擇帳戶

source: 未配置
ar: غير مُهيأ
de: Nicht konfiguriert
en: Not configured
es_mx: Sin configurar
fr: Non configuré
ja: 未設定
ko: 구성 안 됨
pt_br: Não configurado
pt_pt: Não configurado
tr: Yapılandırılmadı
zh_hant: 未設定
zh_hk: 未設定

source: 未配置 CORS 规则
ar: لا توجد قواعد CORS مُهيأة
de: Keine CORS-Regeln konfiguriert
en: No CORS rules configured
es_mx: Sin reglas CORS configuradas
fr: Aucune règle CORS configurée
ja: CORS ルールが未設定
ko: 구성된 CORS 규칙 없음
pt_br: Nenhuma regra CORS configurada
pt_pt: Nenhuma regra CORS configurada
tr: Yapılandırılmış CORS kuralı yok
zh_hant: 未設定 CORS 規則
zh_hk: 未設定 CORS 規則

source: 未配置触发规则
ar: لا توجد قواعد تشغيل
de: Keine Trigger-Regeln
en: No trigger rules
es_mx: Sin reglas de activación
fr: Aucune règle de déclenchement
ja: トリガールールなし
ko: 트리거 규칙 없음
pt_br: Sem regras de acionamento
pt_pt: Sem regras de acionamento
tr: Tetikleme kuralı yok
zh_hant: 未設定觸發規則
zh_hk: 未設定觸發規則

source: 未配置触发规则，此 Snippet 不会执行。
ar: لا توجد قواعد تشغيل — لن يُنفَّذ هذا الـ Snippet.
de: Keine Trigger-Regeln – dieses Snippet wird nicht ausgeführt.
en: No trigger rules — this snippet won’t run.
es_mx: Sin reglas de activación: este snippet no se ejecutará.
fr: Aucune règle de déclenchement — ce snippet ne s’exécutera pas.
ja: トリガールールがないため、このスニペットは実行されません。
ko: 트리거 규칙이 없어 이 Snippet은 실행되지 않습니다.
pt_br: Sem regras de acionamento — este snippet não será executado.
pt_pt: Sem regras de acionamento — este snippet não será executado.
tr: Tetikleme kuralı yok — bu snippet çalışmaz.
zh_hant: 未設定觸發規則，此 Snippet 不會執行。
zh_hk: 未設定觸發規則，此 Snippet 不會執行。

source: 本地（config.yml）
ar: محلي (config.yml)
de: Lokal (config.yml)
en: Local (config.yml)
es_mx: Local (config.yml)
fr: Local (config.yml)
ja: ローカル（config.yml）
ko: 로컬(config.yml)
pt_br: Local (config.yml)
pt_pt: Local (config.yml)
tr: Yerel (config.yml)
zh_hant: 本機（config.yml）
zh_hk: 本機（config.yml）

source: 本地时间
ar: التوقيت المحلي
de: Ortszeit
en: Local time
es_mx: Hora local
fr: Heure locale
ja: ローカル時間
ko: 현지 시간
pt_br: Hora local
pt_pt: Hora local
tr: Yerel saat
zh_hant: 本地時間
zh_hk: 本地時間

source: 本地服务
ar: الخدمة المحلية
de: Lokaler Dienst
en: Local Service
es_mx: Servicio local
fr: Service local
ja: ローカルサービス
ko: 로컬 서비스
pt_br: Serviço local
pt_pt: Serviço local
tr: Yerel hizmet
zh_hant: 本機服務
zh_hk: 本機服務

source: 本月
ar: هذا الشهر
de: Diesen Monat
en: This month
es_mx: Este mes
fr: Ce mois-ci
ja: 今月
ko: 이번 달
pt_br: Este mês
pt_pt: Este mês
tr: Bu ay

source: 本月 %@ 次操作
ar: %@ عملية هذا الشهر
de: %@ Vorgänge diesen Monat
en: %@ operations this month
es_mx: %@ operaciones este mes
fr: %@ opérations ce mois-ci
ja: 今月 %@ 回の操作
ko: 이번 달 작업 %@회
pt_br: %@ operações neste mês
pt_pt: %@ operações este mês
tr: Bu ay %@ işlem

source: 权重
ar: الوزن
de: Gewichtung
en: Weight
es_mx: Peso
fr: Poids
ja: 重み
ko: 가중치
pt_br: Peso
pt_pt: Peso
tr: Ağırlık
zh_hant: 權重
zh_hk: 權重

source: 权重 0–1，决定各源站分到的流量比例；关闭开关可临时摘除某源站。
ar: الوزن 0–1 يحدّد نصيب كل أصل من المرور؛ أوقِف الأصل لإزالته مؤقتًا.
de: Die Gewichtung 0–1 bestimmt den Traffic-Anteil jedes Origins; schalte einen Origin aus, um ihn vorübergehend zu entfernen.
en: Weight 0–1 sets each origin's share of traffic; turn an origin off to temporarily remove it.
es_mx: El peso 0–1 define la proporción de tráfico de cada origen; desactiva un origen para quitarlo temporalmente.
fr: Le poids 0–1 définit la part de trafic de chaque origine ; désactivez une origine pour la retirer temporairement.
ja: 重み 0〜1 で各オリジンのトラフィック割合を決めます。スイッチをオフにすると一時的にそのオリジンを外せます。
ko: 가중치 0–1로 각 오리진의 트래픽 비율을 정합니다. 스위치를 끄면 해당 오리진을 일시적으로 제외합니다.
pt_br: O peso 0–1 define a parcela de tráfego de cada origem; desligue uma origem para removê-la temporariamente.
pt_pt: O peso 0–1 define a parcela de tráfego de cada origem; desligue uma origem para a remover temporariamente.
tr: 0–1 arası ağırlık her kökenin trafik payını belirler; bir kökeni geçici olarak kaldırmak için kapatın.
zh_hant: 權重 0–1，決定各來源分到的流量比例；關閉開關可暫時移除某來源。
zh_hk: 權重 0–1，決定各來源分到的流量比例；關閉開關可暫時移除某來源。

source: 权限不足
ar: إذن مطلوب
de: Berechtigung erforderlich
en: Permission required
es_mx: Permiso requerido
fr: Permission requise
ja: 権限が不足しています
ko: 권한 필요
pt_br: Permissão necessária
pt_pt: Permissão necessária
tr: İzin gerekli
zh_hant: 權限不足
zh_hk: 權限不足

source: 权限不足，请检查 OAuth Scope
ar: تم رفض الإذن. تحقق من نطاقات OAuth.
de: Berechtigung verweigert. Überprüfe die OAuth-Scopes.
en: Permission denied. Check OAuth scopes.
es_mx: Permiso denegado. Revisa los scopes de OAuth.
fr: Permission refusée. Vérifiez les scopes OAuth.
ja: 権限が不足しています。OAuth スコープを確認してください
ko: 권한이 거부되었습니다. OAuth 범위를 확인하세요.
pt_br: Permissão negada. Verifique os escopos do OAuth.
pt_pt: Permissão negada. Verifique os âmbitos do OAuth.
tr: İzin reddedildi. OAuth kapsamlarını kontrol edin.
zh_hant: 權限不足，請檢查 OAuth Scope
zh_hk: 權限不足，請檢查 OAuth Scope

source: 权限在登录时授予，无法在 App 内单独修改。如需调整请退出后重新登录，或在 Cloudflare Dashboard → Authorized Applications 中撤销。
ar: تُمنح الأذونات عند تسجيل الدخول ولا يمكن تغييرها داخل التطبيق. لتعديلها، سجّل الخروج ثم الدخول مجددًا، أو ألغِ الوصول من لوحة تحكم Cloudflare ← Authorized Applications.
de: Berechtigungen werden bei der Anmeldung erteilt und können in der App nicht geändert werden. Um sie anzupassen, melde dich ab und wieder an oder widerrufe den Zugriff im Cloudflare-Dashboard → Authorized Applications.
en: Permissions are granted at sign-in and can’t be changed in the app. To adjust them, sign out and sign in again, or revoke access in Cloudflare Dashboard → Authorized Applications.
es_mx: Los permisos se conceden al iniciar sesión y no se pueden cambiar dentro de la app. Para ajustarlos, cierra sesión y vuelve a entrar, o revoca el acceso en el panel de Cloudflare → Authorized Applications.
fr: Les permissions sont accordées à la connexion et ne peuvent pas être modifiées dans l’app. Pour les ajuster, déconnectez-vous puis reconnectez-vous, ou révoquez l’accès dans le tableau de bord Cloudflare → Authorized Applications.
ja: 権限はログイン時に付与され、App 内では変更できません。変更するには、ログアウトして再度ログインするか、Cloudflare Dashboard → Authorized Applications で取り消してください。
ko: 권한은 로그인 시 부여되며 앱 내에서 변경할 수 없습니다. 조정하려면 로그아웃 후 다시 로그인하거나 Cloudflare 대시보드 → Authorized Applications에서 접근을 취소하세요.
pt_br: As permissões são concedidas no login e não podem ser alteradas dentro do app. Para ajustá-las, saia e entre novamente, ou revogue o acesso no painel da Cloudflare → Authorized Applications.
pt_pt: As permissões são concedidas ao iniciar sessão e não podem ser alteradas dentro da app. Para ajustá-las, termine sessão e inicie novamente, ou revogue o acesso no painel da Cloudflare → Authorized Applications.
tr: İzinler oturum açarken verilir ve uygulama içinde değiştirilemez. Ayarlamak için oturumu kapatıp yeniden açın veya Cloudflare panosu → Authorized Applications bölümünden erişimi iptal edin.
zh_hant: 權限在登入時授予，無法在 App 內單獨修改。如需調整請登出後重新登入，或在 Cloudflare Dashboard → Authorized Applications 中撤銷。
zh_hk: 權限在登入時授予，無法在 App 內單獨修改。如需調整請登出後重新登入，或在 Cloudflare Dashboard → Authorized Applications 中撤銷。
